<template>
  <div class="goodsdesc-container">
    <h3>秋田犬</h3>

    <hr>

    <div class="content" >
      原来的日本犬为中小型，没有大型品种。自1603年以来在秋田地区，秋田犬（中型猎熊犬）被用作斗犬。自1868年开始，秋田犬被与日本斗犬和马斯提夫犬杂交，最终这种犬的尺寸增加了但却失去了狐狸犬的特征。1908年，斗犬被禁止，但这一品种仍被保留了下来并被改良成为一种大型的日本品种犬。最后，在1931年，这一品种的9个高级范例被指定为“天然纪念物”。
      二战期间，将犬的皮毛用于军衣很普遍。政府命令捕获和征用所有除德国牧羊犬之外的犬用于制作军衣。一些犬爱好者为了规避这一命令便将其犬与德国牧羊犬进行杂交。二战结束后，秋田犬的数量大为减少，尽存有三种类型：（1）秋田猎犬；（2）秋田斗犬；（3）秋田牧羊犬。
      在战后纯种秋田犬的恢复过程中，一种Dewa Line犬——Kong-go，其有马士提夫犬和德国牧羊犬的特征，受到短暂却极为普遍的欢迎。但是，犬迷中的有识之士却不同意这类犬属真正的日本品种，因此他们致力于通过与秋田斗犬杂交来消除老血统的外国品种，从而来恢复原来的纯种犬。在稳定今天我们所知的大型犬种的纯血统方面，他们取得了成功。
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {
      
    };
  },
  created() {
    
  },
  methods: {
    
  }
};
</script>

<style lang="scss">
.goodsdesc-container {
  padding: 4px;
  h3 {
    font-size: 16px;
    color: #226aff;
    text-align: center;
    margin: 15px 0;
  }
  .content{
    img{
      width: 100%;
    }
  }
}
</style>
